Repository: Retr0dev-jpg/markdown-mkii
Catalog: src/MarkdownMkII.App/Strings/*/Resources.resw
Source language: en_us
Languages: it

# GitLogGrepReflogEmpty
source: No git log --grep-reflog for this vault.
it: Nessun git log --grep-reflog per questo vault.

# CmdGitLogWalkReflogs.Label
source: Insert git log --walk-reflogs
it: Inserisci git log --walk-reflogs

# GitLogWalkReflogsEmpty
source: No git log --walk-reflogs for this vault.
it: Nessun git log --walk-reflogs per questo vault.

# CmdGitLogSize.Label
source: Insert git log --log-size
it: Inserisci git log --log-size

# GitLogSizeEmpty
source: No git log --log-size for this vault.
it: Nessun git log --log-size per questo vault.

# CmdGitLogFullDiff.Label
source: Insert git log --full-diff
it: Inserisci git log --full-diff

# GitLogFullDiffEmpty
source: No git log --full-diff for this vault.
it: Nessun git log --full-diff per questo vault.

# CmdGitLogFuller.Label
source: Insert git log --pretty=fuller
it: Inserisci git log --pretty=fuller

# GitLogFullerEmpty
source: No git log --pretty=fuller for this vault.
it: Nessun git log --pretty=fuller per questo vault.

# CmdGitLogPrettyFull.Label
source: Insert git log --pretty=full
it: Inserisci git log --pretty=full

# GitLogPrettyFullEmpty
source: No git log --pretty=full for this vault.
it: Nessun git log --pretty=full per questo vault.

# CmdGitLogPrettyRaw.Label
source: Insert git log --pretty=raw
it: Inserisci git log --pretty=raw

# GitLogPrettyRawEmpty
source: No git log --pretty=raw for this vault.
it: Nessun git log --pretty=raw per questo vault.

# CmdGitLogPrettyEmail.Label
source: Insert git log --pretty=email
it: Inserisci git log --pretty=email

# GitLogPrettyEmailEmpty
source: No git log --pretty=email for this vault.
it: Nessun git log --pretty=email per questo vault.

# CmdGitLogPrettyReference.Label
source: Insert git log --pretty=reference
it: Inserisci git log --pretty=reference

# GitLogPrettyReferenceEmpty
source: No git log --pretty=reference for this vault.
it: Nessun git log --pretty=reference per questo vault.

# CmdGitLogDateIso.Label
source: Insert git log --date=iso
it: Inserisci git log --date=iso

# GitLogDateIsoEmpty
source: No git log --date=iso for this vault.
it: Nessun git log --date=iso per questo vault.

# CmdGitLogDateRelative.Label
source: Insert git log --date=relative
it: Inserisci git log --date=relative

# GitLogDateRelativeEmpty
source: No git log --date=relative for this vault.
it: Nessun git log --date=relative per questo vault.

# CmdGitLogPrettyMedium.Label
source: Insert git log --pretty=medium
it: Inserisci git log --pretty=medium

# GitLogPrettyMediumEmpty
source: No git log --pretty=medium for this vault.
it: Nessun git log --pretty=medium per questo vault.

# CmdGitLogPrettyMbox.Label
source: Insert git log --pretty=mbox
it: Inserisci git log --pretty=mbox

# GitLogPrettyMboxEmpty
source: No git log --pretty=mbox for this vault.
it: Nessun git log --pretty=mbox per questo vault.

# CmdGitLogDateIsoStrict.Label
source: Insert git log --date=iso-strict
it: Inserisci git log --date=iso-strict

# GitLogDateIsoStrictEmpty
source: No git log --date=iso-strict for this vault.
it: Nessun git log --date=iso-strict per questo vault.

# CmdGitLogDateRfc.Label
source: Insert git log --date=rfc
it: Inserisci git log --date=rfc

# GitLogDateRfcEmpty
source: No git log --date=rfc for this vault.
it: Nessun git log --date=rfc per questo vault.

# CmdGitLogDateUnix.Label
source: Insert git log --date=unix
it: Inserisci git log --date=unix

# GitLogDateUnixEmpty
source: No git log --date=unix for this vault.
it: Nessun git log --date=unix per questo vault.

# CmdGitLogDateLocal.Label
source: Insert git log --date=local
it: Inserisci git log --date=local

# GitLogDateLocalEmpty
source: No git log --date=local for this vault.
it: Nessun git log --date=local per questo vault.

# CmdGitLogDateRaw.Label
source: Insert git log --date=raw
it: Inserisci git log --date=raw

# GitLogDateRawEmpty
source: No git log --date=raw for this vault.
it: Nessun git log --date=raw per questo vault.

# CmdGitLogDateHuman.Label
source: Insert git log --date=human
it: Inserisci git log --date=human

# GitLogDateHumanEmpty
source: No git log --date=human for this vault.
it: Nessun git log --date=human per questo vault.

# CmdGitLogPrettyShort.Label
source: Insert git log --pretty=short
it: Inserisci git log --pretty=short

# GitLogPrettyShortEmpty
source: No git log --pretty=short for this vault.
it: Nessun git log --pretty=short per questo vault.

# CmdGitLogPrettyOneline.Label
source: Insert git log --pretty=oneline
it: Inserisci git log --pretty=oneline

# GitLogPrettyOnelineEmpty
source: No git log --pretty=oneline for this vault.
it: Nessun git log --pretty=oneline per questo vault.

# CmdGitLogDateIsoLocal.Label
source: Insert git log --date=iso-local
it: Inserisci git log --date=iso-local

# GitLogDateIsoLocalEmpty
source: No git log --date=iso-local for this vault.
it: Nessun git log --date=iso-local per questo vault.

# CmdGitLogDateDefault.Label
source: Insert git log --date=default
it: Inserisci git log --date=default

# GitLogDateDefaultEmpty
source: No git log --date=default for this vault.
it: Nessun git log --date=default per questo vault.

# CmdGitLogDateIso8601.Label
source: Insert git log --date=iso8601
it: Inserisci git log --date=iso8601

# GitLogDateIso8601Empty
source: No git log --date=iso8601 for this vault.
it: Nessun git log --date=iso8601 per questo vault.

# CmdGitLogDateIsoStrictLocal.Label
source: Insert git log --date=iso-strict-local
it: Inserisci git log --date=iso-strict-local

# GitLogDateIsoStrictLocalEmpty
source: No git log --date=iso-strict-local for this vault.
it: Nessun git log --date=iso-strict-local per questo vault.

# CmdGitLogDateRfc3339.Label
source: Insert git log --date=rfc3339
it: Inserisci git log --date=rfc3339

# GitLogDateRfc3339Empty
source: No git log --date=rfc3339 for this vault.
it: Nessun git log --date=rfc3339 per questo vault.

# CmdGitLogDateFormat.Label
source: Insert git log --date=format
it: Inserisci git log --date=format

# GitLogDateFormatEmpty
source: No git log --date=format for this vault.
it: Nessun git log --date=format per questo vault.

# CmdGitLogDateFormatLocal.Label
source: Insert git log --date=format-local
it: Inserisci git log --date=format-local

# GitLogDateFormatLocalEmpty
source: No git log --date=format-local for this vault.
it: Nessun git log --date=format-local per questo vault.

# CmdGitLogPrettyFormat.Label
source: Insert git log --pretty=format
it: Inserisci git log --pretty=format

# GitLogPrettyFormatEmpty
source: No git log --pretty=format for this vault.
it: Nessun git log --pretty=format per questo vault.

# CmdGitLogDateRfcLocal.Label
source: Insert git log --date=rfc-local
it: Inserisci git log --date=rfc-local

# GitLogDateRfcLocalEmpty
source: No git log --date=rfc-local for this vault.
it: Nessun git log --date=rfc-local per questo vault.

# CmdGitLogDateShortLocal.Label
source: Insert git log --date=short-local
it: Inserisci git log --date=short-local

# GitLogDateShortLocalEmpty
source: No git log --date=short-local for this vault.
it: Nessun git log --date=short-local per questo vault.

# CmdGitLogDateDefaultLocal.Label
source: Insert git log --date=default-local
it: Inserisci git log --date=default-local

# GitLogDateDefaultLocalEmpty
source: No git log --date=default-local for this vault.
it: Nessun git log --date=default-local per questo vault.

# CmdGitLogPrettyTformat.Label
source: Insert git log --pretty=tformat
it: Inserisci git log --pretty=tformat

# GitLogPrettyTformatEmpty
source: No git log --pretty=tformat for this vault.
it: Nessun git log --pretty=tformat per questo vault.

# CmdGitLogDateRelativeLocal.Label
source: Insert git log --date=relative-local
it: Inserisci git log --date=relative-local

# GitLogDateRelativeLocalEmpty
source: No git log --date=relative-local for this vault.
it: Nessun git log --date=relative-local per questo vault.

# CmdGitLogPrettyAe.Label
source: Insert git log --pretty=format %h %ae
it: Inserisci git log --pretty=format %h %ae

# GitLogPrettyAeEmpty
source: No git log --pretty=format %h %ae for this vault.
it: Nessun git log --pretty=format %h %ae per questo vault.

# CmdGitLogDateIso8601Local.Label
source: Insert git log --date=iso8601-local
it: Inserisci git log --date=iso8601-local

# GitLogDateIso8601LocalEmpty
source: No git log --date=iso8601-local for this vault.
it: Nessun git log --date=iso8601-local per questo vault.

# CmdGitLogPrettyCn.Label
source: Insert git log --pretty=format %h %cn
it: Inserisci git log --pretty=format %h %cn

# GitLogPrettyCnEmpty
source: No git log --pretty=format %h %cn for this vault.
it: Nessun git log --pretty=format %h %cn per questo vault.

# CmdGitLogPrettyCe.Label
source: Insert git log --pretty=format %h %ce
it: Inserisci git log --pretty=format %h %ce

# GitLogPrettyCeEmpty
source: No git log --pretty=format %h %ce for this vault.
it: Nessun git log --pretty=format %h %ce per questo vault.

# CmdGitLogDateFormatYm.Label
source: Insert git log --date=format %Y-%m
it: Inserisci git log --date=format %Y-%m

# GitLogDateFormatYmEmpty
source: No git log --date=format %Y-%m for this vault.
it: Nessun git log --date=format %Y-%m per questo vault.

# CmdGitLogPrettyAn.Label
source: Insert git log --pretty=format %h %aN
it: Inserisci git log --pretty=format %h %aN

# GitLogPrettyAnEmpty
source: No git log --pretty=format %h %aN for this vault.
it: Nessun git log --pretty=format %h %aN per questo vault.

# CmdGitLogDateFormatY.Label
source: Insert git log --date=format %Y
it: Inserisci git log --date=format %Y

# GitLogDateFormatYEmpty
source: No git log --date=format %Y for this vault.
it: Nessun git log --date=format %Y per questo vault.

# CmdGitLogPrettyCname.Label
source: Insert git log --pretty=format %h %cN
it: Inserisci git log --pretty=format %h %cN

# GitLogPrettyCnameEmpty
source: No git log --pretty=format %h %cN for this vault.
it: Nessun git log --pretty=format %h %cN per questo vault.

# CmdGitLogDateFormatMd.Label
source: Insert git log --date=format %m-%d
it: Inserisci git log --date=format %m-%d

# GitLogDateFormatMdEmpty
source: No git log --date=format %m-%d for this vault.
it: Nessun git log --date=format %m-%d per questo vault.

# CmdGitLogPrettyAemail.Label
source: Insert git log --pretty=format %h %aE
it: Inserisci git log --pretty=format %h %aE

# GitLogPrettyAemailEmpty
source: No git log --pretty=format %h %aE for this vault.
it: Nessun git log --pretty=format %h %aE per questo vault.

# CmdGitLogDateFormatHm.Label
source: Insert git log --date=format %H:%M
it: Inserisci git log --date=format %H:%M

# GitLogDateFormatHmEmpty
source: No git log --date=format %H:%M for this vault.
it: Nessun git log --date=format %H:%M per questo vault.

# CmdGitLogPrettyCemail.Label
source: Insert git log --pretty=format %h %cE
it: Inserisci git log --pretty=format %h %cE

# GitLogPrettyCemailEmpty
source: No git log --pretty=format %h %cE for this vault.
it: Nessun git log --pretty=format %h %cE per questo vault.

# CmdGitLogDateFormatHms.Label
source: Insert git log --date=format %H:%M:%S
it: Inserisci git log --date=format %H:%M:%S

# GitLogDateFormatHmsEmpty
source: No git log --date=format %H:%M:%S for this vault.
it: Nessun git log --date=format %H:%M:%S per questo vault.

# CmdGitLogPrettyAname.Label
source: Insert git log --pretty=format %h %an
it: Inserisci git log --pretty=format %h %an

# GitLogPrettyAnameEmpty
source: No git log --pretty=format %h %an for this vault.
it: Nessun git log --pretty=format %h %an per questo vault.

# CmdGitLogDateFormatA.Label
source: Insert git log --date=format %a
it: Inserisci git log --date=format %a

# GitLogDateFormatAEmpty
source: No git log --date=format %a for this vault.
it: Nessun git log --date=format %a per questo vault.

# CmdGitLogPrettyBody.Label
source: Insert git log --pretty=format %h %b
it: Inserisci git log --pretty=format %h %b

# GitLogPrettyBodyEmpty
source: No git log --pretty=format %h %b for this vault.
it: Nessun git log --pretty=format %h %b per questo vault.

# CmdGitLogDateFormatWd.Label
source: Insert git log --date=format %A
it: Inserisci git log --date=format %A

# GitLogDateFormatWdEmpty
source: No git log --date=format %A for this vault.
it: Nessun git log --date=format %A per questo vault.

# CmdGitLogPrettyF.Label
source: Insert git log --pretty=format %h %f
it: Inserisci git log --pretty=format %h %f

# GitLogPrettyFEmpty
source: No git log --pretty=format %h %f for this vault.
it: Nessun git log --pretty=format %h %f per questo vault.

# CmdGitLogDateFormatMon.Label
source: Insert git log --date=format %B
it: Inserisci git log --date=format %B

# GitLogDateFormatMonEmpty
source: No git log --date=format %B for this vault.
it: Nessun git log --date=format %B per questo vault.

# CmdGitLogPrettyD.Label
source: Insert git log --pretty=format %h %d
it: Inserisci git log --pretty=format %h %d

# GitLogPrettyDEmpty
source: No git log --pretty=format %h %d for this vault.
it: Nessun git log --pretty=format %h %d per questo vault.

# CmdGitLogDateFormatM.Label
source: Insert git log --date=format %m
it: Inserisci git log --date=format %m

# GitLogDateFormatMEmpty
source: No git log --date=format %m for this vault.
it: Nessun git log --date=format %m per questo vault.

# CmdGitLogPrettyT.Label
source: Insert git log --pretty=format %h %t
it: Inserisci git log --pretty=format %h %t

# GitLogPrettyTEmpty
source: No git log --pretty=format %h %t for this vault.
it: Nessun git log --pretty=format %h %t per questo vault.

# CmdGitLogDateFormatD.Label
source: Insert git log --date=format %d
it: Inserisci git log --date=format %d

# GitLogDateFormatDEmpty
source: No git log --date=format %d for this vault.
it: Nessun git log --date=format %d per questo vault.

# CmdGitLogPrettyP.Label
source: Insert git log --pretty=format %h %p
it: Inserisci git log --pretty=format %h %p

# GitLogPrettyPEmpty
source: No git log --pretty=format %h %p for this vault.
it: Nessun git log --pretty=format %h %p per questo vault.

# CmdGitLogDateFormatH.Label
source: Insert git log --date=format %H
it: Inserisci git log --date=format %H

# GitLogDateFormatHEmpty
source: No git log --date=format %H for this vault.
it: Nessun git log --date=format %H per questo vault.

# CmdGitLogPrettyGd.Label
source: Insert git log --pretty=format %h %gD
it: Inserisci git log --pretty=format %h %gD

# GitLogPrettyGdEmpty
source: No git log --pretty=format %h %gD for this vault.
it: Nessun git log --pretty=format %h %gD per questo vault.

# CmdGitLogDateFormatI.Label
source: Insert git log --date=format %I
it: Inserisci git log --date=format %I

# GitLogDateFormatIEmpty
source: No git log --date=format %I for this vault.
it: Nessun git log --date=format %I per questo vault.

# CmdGitLogPrettyGn.Label
source: Insert git log --pretty=format %h %gn
it: Inserisci git log --pretty=format %h %gn

# GitLogPrettyGnEmpty
source: No git log --pretty=format %h %gn for this vault.
it: Nessun git log --pretty=format %h %gn per questo vault.

# CmdGitLogDateFormatMin.Label
source: Insert git log --date=format %M
it: Inserisci git log --date=format %M

# GitLogDateFormatMinEmpty
source: No git log --date=format %M for this vault.
it: Nessun git log --date=format %M per questo vault.

# CmdGitLogPrettyGs.Label
source: Insert git log --pretty=format %h %gs
it: Inserisci git log --pretty=format %h %gs

# GitLogPrettyGsEmpty
source: No git log --pretty=format %h %gs for this vault.
it: Nessun git log --pretty=format %h %gs per questo vault.

# CmdGitLogDateFormatS.Label
source: Insert git log --date=format %S
it: Inserisci git log --date=format %S

# GitLogDateFormatSEmpty
source: No git log --date=format %S for this vault.
it: Nessun git log --date=format %S per questo vault.

# CmdGitLogPrettyGe.Label
source: Insert git log --pretty=format %h %gE
it: Inserisci git log --pretty=format %h %gE

# GitLogPrettyGeEmpty
source: No git log --pretty=format %h %gE for this vault.
it: Nessun git log --pretty=format %h %gE per questo vault.

# CmdGitLogDateFormatT.Label
source: Insert git log --date=format %T
it: Inserisci git log --date=format %T

# GitLogDateFormatTEmpty
source: No git log --date=format %T for this vault.
it: Nessun git log --date=format %T per questo vault.

# CmdGitLogPrettyCi.Label
source: Insert git log --pretty=format %h %cI
it: Inserisci git log --pretty=format %h %cI

# GitLogPrettyCiEmpty
source: No git log --pretty=format %h %cI for this vault.
it: Nessun git log --pretty=format %h %cI per questo vault.

# CmdGitLogDateFormatR.Label
source: Insert git log --date=format %R
it: Inserisci git log --date=format %R

# GitLogDateFormatREmpty
source: No git log --date=format %R for this vault.
it: Nessun git log --date=format %R per questo vault.

# CmdGitLogPrettyCd.Label
source: Insert git log --pretty=format %h %cD
it: Inserisci git log --pretty=format %h %cD

# GitLogPrettyCdEmpty
source: No git log --pretty=format %h %cD for this vault.
it: Nessun git log --pretty=format %h %cD per questo vault.

# CmdGitLogDateFormatF.Label
source: Insert git log --date=format %F
it: Inserisci git log --date=format %F

# GitLogDateFormatFEmpty
source: No git log --date=format %F for this vault.
it: Nessun git log --date=format %F per questo vault.

# CmdGitLogPrettyCr.Label
source: Insert git log --pretty=format %h %cr
it: Inserisci git log --pretty=format %h %cr

# GitLogPrettyCrEmpty
source: No git log --pretty=format %h %cr for this vault.
it: Nessun git log --pretty=format %h %cr per questo vault.

# CmdGitLogDateFormatZ.Label
source: Insert git log --date=format %z
it: Inserisci git log --date=format %z

# GitLogDateFormatZEmpty
source: No git log --date=format %z for this vault.
it: Nessun git log --date=format %z per questo vault.

# CmdGitLogPrettyCt.Label
source: Insert git log --pretty=format %h %ct
it: Inserisci git log --pretty=format %h %ct

# GitLogPrettyCtEmpty
source: No git log --pretty=format %h %ct for this vault.
it: Nessun git log --pretty=format %h %ct per questo vault.

# CmdGitLogDateFormatX.Label
source: Insert git log --date=format %X
it: Inserisci git log --date=format %X

# GitLogDateFormatXEmpty
source: No git log --date=format %X for this vault.
it: Nessun git log --date=format %X per questo vault.

# CmdGitLogPrettyAd.Label
source: Insert git log --pretty=format %h %ad
it: Inserisci git log --pretty=format %h %ad

# GitLogPrettyAdEmpty
source: No git log --pretty=format %h %ad for this vault.
it: Nessun git log --pretty=format %h %ad per questo vault.

# CmdGitLogDateFormatP.Label
source: Insert git log --date=format %P
it: Inserisci git log --date=format %P

# GitLogDateFormatPEmpty
source: No git log --date=format %P for this vault.
it: Nessun git log --date=format %P per questo vault.

# CmdGitLogPrettyAt.Label
source: Insert git log --pretty=format %h %at
it: Inserisci git log --pretty=format %h %at

# GitLogPrettyAtEmpty
source: No git log --pretty=format %h %at for this vault.
it: Nessun git log --pretty=format %h %at per questo vault.

# CmdGitLogDateFormatJ.Label
source: Insert git log --date=format %j
it: Inserisci git log --date=format %j

# GitLogDateFormatJEmpty
source: No git log --date=format %j for this vault.
it: Nessun git log --date=format %j per questo vault.

# CmdGitLogPrettyAi.Label
source: Insert git log --pretty=format %h %ai
it: Inserisci git log --pretty=format %h %ai

# GitLogPrettyAiEmpty
source: No git log --pretty=format %h %ai for this vault.
it: Nessun git log --pretty=format %h %ai per questo vault.

# CmdGitLogDateFormatU.Label
source: Insert git log --date=format %u
it: Inserisci git log --date=format %u

# GitLogDateFormatUEmpty
source: No git log --date=format %u for this vault.
it: Nessun git log --date=format %u per questo vault.

# CmdGitLogPrettyAs.Label
source: Insert git log --pretty=format %h %as
it: Inserisci git log --pretty=format %h %as

# GitLogPrettyAsEmpty
source: No git log --pretty=format %h %as for this vault.
it: Nessun git log --pretty=format %h %as per questo vault.

# CmdGitLogDateFormatW.Label
source: Insert git log --date=format %w
it: Inserisci git log --date=format %w

# GitLogDateFormatWEmpty
source: No git log --date=format %w for this vault.
it: Nessun git log --date=format %w per questo vault.

# CmdGitLogPrettyCs.Label
source: Insert git log --pretty=format %h %cs
it: Inserisci git log --pretty=format %h %cs

# GitLogPrettyCsEmpty
source: No git log --pretty=format %h %cs for this vault.
it: Nessun git log --pretty=format %h %cs per questo vault.

# CmdGitLogDateFormatV.Label
source: Insert git log --date=format %V
it: Inserisci git log --date=format %V

# GitLogDateFormatVEmpty
source: No git log --date=format %V for this vault.
it: Nessun git log --date=format %V per questo vault.

# CmdGitLogPrettyN.Label
source: Insert git log --pretty=format %h %N
it: Inserisci git log --pretty=format %h %N

# GitLogPrettyNEmpty
source: No git log --pretty=format %h %N for this vault.
it: Nessun git log --pretty=format %h %N per questo vault.

# CmdGitLogDateFormatG.Label
source: Insert git log --date=format %G
it: Inserisci git log --date=format %G

# GitLogDateFormatGEmpty
source: No git log --date=format %G for this vault.
it: Nessun git log --date=format %G per questo vault.

# CmdGitLogPrettyE.Label
source: Insert git log --pretty=format %h %e
it: Inserisci git log --pretty=format %h %e

# GitLogPrettyEEmpty
source: No git log --pretty=format %h %e for this vault.
it: Nessun git log --pretty=format %h %e per questo vault.

# CmdGitLogDateFormatC.Label
source: Insert git log --date=format %C
it: Inserisci git log --date=format %C

# GitLogDateFormatCEmpty
source: No git log --date=format %C for this vault.
it: Nessun git log --date=format %C per questo vault.

# CmdGitLogPrettyTree.Label
source: Insert git log --pretty=format %h %T
it: Inserisci git log --pretty=format %h %T

# GitLogPrettyTreeEmpty
source: No git log --pretty=format %h %T for this vault.
it: Nessun git log --pretty=format %h %T per questo vault.

# CmdGitLogDateFormatWn.Label
source: Insert git log --date=format %W
it: Inserisci git log --date=format %W

# GitLogDateFormatWnEmpty
source: No git log --date=format %W for this vault.
it: Nessun git log --date=format %W per questo vault.

# CmdGitLogPrettyGk.Label
source: Insert git log --pretty=format %h %GK
it: Inserisci git log --pretty=format %h %GK

# GitLogPrettyGkEmpty
source: No git log --pretty=format %h %GK for this vault.
it: Nessun git log --pretty=format %h %GK per questo vault.

# CmdGitLogDateFormatB.Label
source: Insert git log --date=format %b
it: Inserisci git log --date=format %b

# GitLogDateFormatBEmpty
source: No git log --date=format %b for this vault.
it: Nessun git log --date=format %b per questo vault.

# CmdGitLogPrettyGg.Label
source: Insert git log --pretty=format %h %GG
it: Inserisci git log --pretty=format %h %GG

# GitLogPrettyGgEmpty
source: No git log --pretty=format %h %GG for this vault.
it: Nessun git log --pretty=format %h %GG per questo vault.

# CmdGitLogDateFormatK.Label
source: Insert git log --date=format %k
it: Inserisci git log --date=format %k

# GitLogDateFormatKEmpty
source: No git log --date=format %k for this vault.
it: Nessun git log --date=format %k per questo vault.

# CmdGitLogPrettyGf.Label
source: Insert git log --pretty=format %h %GF
it: Inserisci git log --pretty=format %h %GF

# GitLogPrettyGfEmpty
source: No git log --pretty=format %h %GF for this vault.
it: Nessun git log --pretty=format %h %GF per questo vault.

# CmdGitLogDateFormatE.Label
source: Insert git log --date=format %e
it: Inserisci git log --date=format %e

# GitLogDateFormatEEmpty
source: No git log --date=format %e for this vault.
it: Nessun git log --date=format %e per questo vault.

# CmdGitLogPrettyGt.Label
source: Insert git log --pretty=format %h %GT
it: Inserisci git log --pretty=format %h %GT
